
[language]
id=0x042d
langID=0x2d
name=Euskara
sublangID=0x01
[menu]
9100=Akatibatu (ohar guztiak)
9101=Desaktibatu (ohar guztiak)
9102=Lehentasun handikotzat jo
9103=Babes modua abiarazi
9104=Osatuta bezala markatu
9105=Batu
9106=Lehentasun handitik aldendu
9107=Babes eratik aldendu
9108=Osatuta bezala desmarkatu
9109=Zabaldu
9110=Oharra bikoiztu
9111=Txertatu
9112=Irudia txertatu
9113=smiley bat txertatu
9114=dena berriz kargatu
9115=Denetan bilatu
9116=Egunerokoa
9117=Gaur
9118=Dena erakutsi/ezkutatu
9119=Etiketa
9120=Etiketaz bilatu
10001=Ohar berria
10002=Lehentasunak
10003=Dena erakutsi
10004=Dena ezkutatu
10005=Pnotes-i buruz
10006=Laguntza
10007=Irten
10008=Kontrol panela
10009=Gorde
10010=Zehaztasunak
10011=Ezkutatu
10012=Ezabatu
10013=Izena aldatu
10014=Erakutsi
10015=Erdiratu
10016=Ikonoak
10017=Ikono txikiak
10018=Zerrenda
10019=Zehaztasuna
10020=Beti ikusgai
10021=Hizkuntza
10023=Bialdu
10024=Pnotes sarrera orria
10025=Dena gorde
10026=Taldeak
10027=Desegin
10028=Berregin
10029=Laburra
10030=Kopia
10031=Itsatsi
10032=Dena hautatu
10033=Lehenitsitako tamaina berriz hartu eta erdiratu
10034=Oharretan bilatu
10035=Antolatu
10036=Bat ere ez
10037=Ezkerrean
10038=Goian
10039=Eskuman
10040=Behean
10041=Antolatu (ohar guztiak)
10042=Bilatu
10043=Hurrengoa bilatu
10044=Bata bestearen ordez jarri
10051=Formatua
10052=Gogokoenak
10053=Gogokoenetan gehitu
10054=Gogokoenetatik ezabatu
10055=Eranskin bezala bidali
10056=Oharra ireki
10057=paperontzia hustu
10058=Ohar guztiak berriztatu
10059=Oharra berriztatu
10060=Taldeak erakutsi
10061=Taldeak ezkutatu
10062=Lehentasun handikora aldatu
10063=Fitxategia eranskin bezala itsatsi
10064=Fitxategitik mamia itsatsi
10065=Paper-zorrotiko ohar berria
10066=Dena aurrera ekarri
10067=Bilatu
10068=Izenburuz bilatu
10069=Ikusketak
10070=Ikuspena
10071=Babes modua abiarazi
10072=Inprimitu
10073=Aurre ikuspena
10074=Itxura zehaztasunak
10075=Programazio zehaztasunak
10076=Aldaketak
10077=Osorik bezala markatu
10078=Pantailaren atzekoaren konfigurazioa aurreikusi
10079=Aukeratutako kolorea erabili
10080=Kolorea aukeratu
10081=Zabaldu/batu
10083=Paper-ontziko oharrak bilaketan sartu
10084=Kokapena / Ikuspena
10085=Bilaketa arina ezabatzea
10086=Programa blokeatu
10087=Backup batetik berreskuratu
10088=Bineta soilak
10097=Pnotes proiektuari eutsi
10098=Bineta barik / zenbaketa
10099=Gogokoen guztiak erakutsi
10126=Goi mailako taldean gehitu
10127=Taldea aldatu
10128=Taldea ezabatu
10129=Aukeratutako taldearen ohar guztiak erakutsi
10130=Aukeratutako taldearen ohar guztiak ezabatu
10131=Aukeratutako taldean azpi-talde bat gehitu
10132=Taldeak erakutsi (azpi-taldeak barne)
10133=Taldeak ezkutatu (azpi-taldeak barne)
10134=Lasterbideak
10135="Taldea erakutsi" lasterbidea
10136="Taldea ezkutatu" lasterbidea
10137=Sortu/aldatu
10138=Ezabatu
10139=Sortu / Aldatu
10140=Ezabatu
10141=Norberak egokitutako ikonoak
[options]
1=Onartu
2=Utzi
1001=Lehentasunak
1002=Oharra honela gorde
1003=Oharraren oraingo lehentasunak
1004=Kontrol panela
1014=Taldearentzako ikonoa aukeratu
1019=Bilatu
1024=Izenburuz bilatu
1025=Atzaratutako gogoraketak
1033=Smiliak
8002=Aplikatu
8011=Letra-tipoa aldatu
8014=Gardentasuna onartu
8015=Gardentasuna
8018=Programatik irtetean dena gorde
8019=Gordetzean baieztatu
8023=Gertakizun barik
8024=Egunero ordu honetan:
8025=Baten:
8031=Oharraren izena
8034=Besterik gabeko lehentasunak
8035=Sistema martxan jartzean abiatu
8039=Data adibidea
8040=Ordu adibidea
8049=Data/ordua formatua
8050=Ordu formatua
8051=Alarma-hotsa
8052=Alarma-hotsa onartu
8054=Data/ordua formatua
8055=Lasterbideak
8059=Aukeratutako komandorako lasterbide bezala erabiliko den tekla sakatu
8062=Gehitu
8063=Ezabatu
8064=Entzun
8066=Zenbatetan errepikatu
8069=Ikuspen estandarra
8072=Oharrak ezabatu baino lehen baieztapena eskatu
8073=Desplazamentu barra erakutsi (*)
8076=Auto-gordeketarako epea:
8078=minutuak
8080=Besterik gabeko konfigurazioa
8081=Zabalera
8082=Altuera
8086=Skin gehiago
8087=Hasierako aukerak
8088=Gorde/Ezabatu
8092=Taldearen izena
8095=Taldearen ikonoa
8100=ikus-oharrak abiatu
8101=Izenburuan klik eginez oharra zabaldu/batu
8102=Skin bako oharrak
8103=Bilatu:
8105=Bilaketaren emaitza
8107=Maiuskula eta minuskulak bat etorri
8108=Bilaltu
8109=Hitz osoa
8110=Atzeko kolorea
8111=Izenbururako letra-tipoa
8115=%100a jarriz gero guztiz gardena izango da
8117=Itxura
8123=Ezkututako oharrak sartu
8124=Bilaketa historia ezabatu
8125=Bertsio berria
8126=Bertsio berririk dagoen egiaztatu programa martxa jartzean
8127=Orain egiaztatu
8128=Ohar berria beti ikusgai
8129=Atzeko edozein kolore erabili
8130=Skin-dun oharrak
8131=Skin bako oharrak
8132=Skin arrunta
8133=Norberaren Skin-a
8135=Oharren arteko tartea (pixeletan)
8139=Zehaztasunak ez dira antolatu bako oharretarako baino
8140=Tamaina egokigarria
8142=Antolaketa ordena aldatu
8143=Oharren tresna-barra ezkutatu
8145=Honez aldatu
8146=Dena aldatu
8147=Aldatu
8148=Hurrengoa bilatu
8149=Gora
8150=Behera
8153=Egunak
8154=Orduak
8155=Minutuak
8156=Segundoak
8167=Norberak egokitutako atzeko kolorea
8168=Norberak egokitutako letra-tipoa
8173=Gogokoen duzun nabigadorea aukeratu (zuriz utzi lehenitsitakoa erabiltzeko)
8176=Oharren kokapen erlatiboa
8177=Norberak aukeratutako letr-tipoak erabili
8178=Astero egun honetan:
8180=Ordu honetan:
8183=Programa martxan jartzean kontrol-panela erakutsi
8192=Honen ondoren:
8193=Urteak
8194=Hilabeteak
8195=Asteak
8202=Noiztik hasita:
8205=Sistema erreteilan klik egin eta ondorengo ekintza
8206=Oharren izenburuan bilatzekoa:
8208=Menu nagusia
8209=Oharra
8211=Atzaretutako oharrak berreskuratu
8214=Oharra atzeratuta geratuz gero, ez aztertu
8215=Testu-kolorea aldatu
8216=Data
8217=Ordua
8218=Asteguna
8219=Hilero (data zehaztuta)
8220=Hilero (asteko eguna aukeratu)
8221=Kopurua
8222=Horrelako datarik egon ezean, urbilena erabiliko da
8228=Ezkutatzean oharrak baieztapen barik gorde
8229=Pasahitza ezabatu
8230=Pasahitza sortu
8231=Sistema erretiluan ikonoa ezkutatu
8232=Pasahitza aldatu
8234=Oharrak zabaldutako lehioen zerrendan ez erakutsi
8236=Oharrak zifratutako fitxategi bezala gorde
8238=Skin bako konfigurazioa
8239=Jarrera
8240=Beste batzuk
8241=Beste batzuk
8242=Pasahitza
8243=Zifratu
8245=Backup-a
8246=Oharren backup-a egin gorde baino lehen
8247=Backup-aren sakontasuna (Ohar bakoitzaren kopia kopurua)
8250=Programa blokeaturik dagoenean
8251=Batzean izenburua egokitu
8252=(*) - Ohar guztiak berriz kargatuko dira
8253=Alarma-hotsa
8256=Oharrak pantailan ez erdiratu
8257=Efektuak
8258=Oharrak dotoretasunez ezkutatu
8259=Oharra ezkutatzean doinua jo
8261=Atzekoa
8263=Sistemaren hasiera
8264=Sistemaren hasiera
8265=Ordu zehatza
8267=Buklean errepikatu
8268=Edizio eremua
8269=Bineten koska (twips-etan) (**)
8271=Eskuin/ezkerreko marjin zabalera - Skin bako oharrentzat
8273=(**) - Balore berria ohar berrietan erabiliko da
8274=Ikonoak gehitu edota kentzeko tresna-barrako botoi egokia edo inguru menuko elementu aproposa erabili
8284=Aldatu
8290=Bilaketa emaitzak (Testuan)
8291=Bilakete emaitzak (Izenburuetan)
8294="Egunerokoa" taldeko oharrak izendatzean erabiltzeko data-formatua
8297="Egunerokoa" taldearen konfigurazioa
8298="Egunerokoa" taldearen norberaren konfigurazioa
8301=Oharraren izenean astegunaren izena gehitu
8302=Oharraren bukaeran astegunaren izena gehitu
8303=Astegunaren izen osoa
8305="Eguneroko" menuan erakutsitako orri kopurua
8307="Eguneroko" menuan aurreko egunetako orriak ez erakutsi
8308=Ohar berrietan, besterik egon ezean, erabiliko den testuaren karaktere kopurua
8310="Eguneroko" menuaren orrialdeen goranzko ordenaketa (berrienatik hasita)
8311=Komen bidez banatutako etiketak (adib.: "bat, bi, hiru")
8313=Edizio eremua
8317=Aurreidatzitako etiketak
8319=Etiketa
8322=Erabiltzeko etiketak
8323=Erabilitako etiketak
[messages]
already_exists=Badago izen berbera duen ohar bat. Mesedez, beste fitxategi bat aukeratu.
both_pwrd=Pasahitz biek berdinak behar dute izan. Mesedez, ortografia berrikusi.
check_for_update=Eguneraketa bilatzen
def_size=Oharraren tamaina zehaztera zoaz. Ziur al zaude?
default_warning=Konfigurazioa jatorrizko datuekin eguneratzera zoaz. Ziur al zaude?
delete_backup=Backup fitxategia/ak ezabatzera zoaz. Ziur al zaude?
delete_bin=Ohar hau paperontzira botatzen ari zara. Ziur al zaude?
delete_caption=Ezabatzen
delete_complete=Betirako ezabatu nahi duzu ohar hau?
delete_confirm=Benetan nahi duzu ohar hau ezabatu?
delete_confirm_multiple=Aukeratutako elementu/ak ezabatu nahi duzu/dituzu?
delete_group_0=Taldea ezabatzen
delete_group_1=KONTUZ! Hautatutako taldea, bere ohar guztiak barne, ezabatuko da.
delete_group_2=Azpiitalde guztiak, baita beraien ohar guztiak ere, ezabatuko dira.
delete_group_3=Aurrera jarraituz gero ezin da atzera eman. Nahi al duzu jarraitu?
delete_previous=Aurreko bertsiaoren datu-basea ezabatu nahi duzu?
empty_bin=Paperontzia hustu? (Eginez gerohau ezin da desegin)
first_baloon_caption=Eskerrik asko Pnotes erabiltzeagatik!
first_baloon_message=Lanean hasteko sistema erreteilaren gainean zaudela, klik egin eskumako botoian
font_sample=Lehenengo maitea, sua eta eztia.
hk_1=Lasterbidea
hk_2=Badago erregistraturik, mesedez, beste bat aukeratu.
hk_3=Aukeratuta dagoen lasterbidea ezabatu?
invalid_date=Dataren formatua onartuezina da. Eguna, hila, urtea, ordua eta minutua behar ditu.
invalid_image_size=Irudiaren tamaina ez da onargarria. 16x16 behar ditu.
invalid_old_pwrd=Pasahitza zaharra ez da ona.
invalid_pwrd=Pasahitza onartuezina
invalid_time=Orduaren formatua onartuezina da. Ordua eta minutua behar ditu.
matches_found=Aurkitutako koinzidentziak
new_version_1=Pnotes bertsio berria abian!
new_version_2="Onartu" sakatu deskarga orrira joateko
no_backup=Ohar honentzat ez dago bacup-ik
no_matches=Ez da koinzidentziarik aurkitu
no_note_created=Ezin da ohar berririk sortu
no_note_registered=Ezin da ohar mota hau erregistratu
no_skin_file=Ez dago Skin fitxategirik. Programa itxiko da.
no_success=Azkenean programa ez zen ondo bukatu. Autogordetako oharrak berreskuratu nahi dituzu?
replace_complete=Aldaketa bukatuta
restore_backup=Aukeratutako backup fitxategiko datuak hartu nahi dituzu?
same_version=Pnotes-en azken bertsioa erabiltzen ari zara.
save_before_send=Oharra, erantsi moduan bidali aurretik, gorde behar da. Gorde nahi al duzu orain?
save_caption=Gordetzen
save_note=Oharra aldatua izan da
save_question=Nahi al duzu oharra gorde?
search_complete=Bilaketa bukatuta
sound_1=Doinua gehitu
sound_2=Baieztapena
sound_3=Fitxategia badago "sound" direktorioan. Berridatzi?
sound_4=Doinu fitxategia ezin izan da aurkitu. Orokorra aukeratuko dugu.
sound_5=Aukeratutako doinua kendu?
too_many_files=Ezin da fitxategi bat baino gehigorik jarri ohar batean.
warning_trans_scroll=Gardentasuna onartzeak eta desplazamendu-barrak aurreko sistemen blokeoa ekar dezakete.
[captions]
add_icon=Ikonoa gehitu
backup_caption=Backup
browser=Nabigatzaile gogokoena aukeratu
change_pwrd=Pasahitzaren aldaketa
color=Kolorea aukeratu
create_pwrd=Pasahitzaren konfigurazioa
customize_icons=Norberak egokitutako ikonoak
date_formats=Daitezkeen data-formatuak
diary=Egunerokoa
enter_pwrd=Pasahitza sartu
font=Letra-tipoa aukeratu
group_default=Orokorra
group_edit=Taldea aldatu
group_main=Ohar guztiak
group_new=Talde berria
hide_group=Taldea ezkutatu
import=Aurreko bertsioen oharrak inportatu
insert_picture=Irudia txertatu
load=Oharra kargatzen
loading_error=Kargatzean akatsa
quick_search=Bilaketa arina
recycle_bin=Paperontzia
rename=Oharraren izena aldatu
restore_caption=Oharra berriz onartu
restore_filter=Oharren backup kopiak
search_results=Bilaketaren emaitzak
show_group=Taldea erakutsi
sound=Doinua aukeratu
time_formats=Daitezkeen ordu formatuak
total_decryption=Ohar guztiak deszifratzen ari gara. Mesedez, itxoin... .
total_ecryption=Ohar guztiak zifratzen ari gara. Mesedez, itxoin... .
[tabs]
0=Skin
1=Letra-tipoa
2=Programatu
[tabs_options]
0=Itxura
1=Programatu
2=Beste batzuk
[columns]
0=Oharraren izena
1=Taldea
2=Gordetako azkena
3=Gertaera mota
4=Izena
5=Jatorrizko oharra
6=Gorderik
7=Etiketak
[commands]
5000=Letra-tipoa
5001=Letra-tipoaren tamaina
5002=Letra-tipoaren kolorea
5003=Lodia
5004=Etzana
5005=Azpimarratuta
5006=Marrtuta
5007=Nabarmenduta
5008=Ezkerrera eraman
5009=Erdiratu
5010=Esmara eraman
5011=Binetak
5100=Automatikoa
5101=Ez bete
[status]
dd_impossible=[Ezin da eraman eta utzi]
group=Taldea:
group_notes=Oharren taldea
total=Ohar kopurua:
[preview]
caption=Izenburua
part1=Oharraren gorputzaren gainean klik egin kolorea aldatzeko
part2=Oharraren izenburuaren gainean klik bikoitza egin letra-tipoa aldatzeko
[date_format_chars]
d=c
dd=Egunak, digito bezala, aurreko zeroa behar du 10 baino gutxiagokoa denean.
ddd=Astegunaren laburpenak hiru hizki behar ditu
dddd=Astegunaren izen osoa
M=Hilabeteak, digito bezala, ez du aurreko zerorik behar 10 baino gutxiagokoa denean.
MM=Hilabeteak, digito bezala, aurreko zeroa behar du 10 baino gutxiagokoa denean.
MMM=Hilabetearen laburdurak hiru hizki behar ditu
MMMM=Hilabetearen izen osoa
y=Urtea bi digitoz idatziko da, baina ez du aurreko zerorik behar 10 baino gutxiagokoa denean.
yy=Urtea bi digitoz idatziko da, eta aurreko zeroa behar du 10 baino gutxiagokoa denean.
yyyy=Urtea lau digitoak errespetatuz
[time_format_chars_h12]
h=Orduak aurreko zerorik gabe 10 baino gutxiagokoak izatean; 12 orduko erlojua
hh=Orduak aurreko zeroa behar du 10 baino gutxiagokoak izatean; 12 orduko erlojua
[time_format_chars_h24]
H=Orduak aurreko zerorik gabe 10 baino gutxiagokoak izatean; 24 orduko erlojua
HH=Orduak aurreko zeroa behar du 10 baino gutxiagokoak izatean; 24 orduko erlojua
[time_format_chars]
m=Minutuak aurreko zerorik gabe digito bakarrekoa izatean
mm=Minutuek aurreko zeroa behar dute digito bakarrekoa izatean
s=Segunduak aurreko zerorik gabe digito bakarrekoa izatean
ss=Segunduek aurreko zeroa behar dute digito bakarrekoa izatean
t=Denbora markatzeko karaktere bat, A edo P bezalako bat
tt=Denbora markatzeko multi-karakterra, AM edo PM bezalakoa
[left_panel]
202=Itxura
203=Skins
204=Programatu
205=Antolatu
206=Orokorra
207=Beste batzuk
208=Babesa
209=Egunerokoa
[search_columns]
0=Oharra
1=Lerroa
2=Zutabea
[weekdays]
0=Asl
1=Ast
2=Ask
3=Ost
4=Osr
5=Lar
6=Ign
[titles_columns]
0=Izenburua
[ordinals]
0=Lehenengoa
1=Bigarrena
2=Hirugarrena
3=Laugarrena
4=Azkena
[weekdays_full]
0=Astelehena
1=Asteartea
2=Asteazkena
3=Osteguna
4=Ostirala
5=Larunbata
6=Igandea
[login_captions]
conf_pwrd=Pasahitza baieztatu
enter_pwrd=Pasahitza sartu
new_pwrd=Pasahitza berria
old_pwrd=Pasahitza zaharra
[about]
dialog=Pnotes-i buruz
license=Programa hau GNU terminoetan banatzen da (General Public License)  2. bertsionan edo gehiago
show_license=Litzentzia erakutsi
thanks_1=Iradokizun eta ideia berri eta dohainen aldeko ohar garrantzitsuentzat ezker ona.
thanks_2=Eskerrik asko programa hau frogatu, itzuli edota erabili egiten dutenei.
[program]
name=Pnotes - Zure ohar birtualentzako antolatzailea
